[{"description":"3D Tetris ist ein 3D-Tetris-Spiel auf Virtual Boy mit 3 Modi. Die erste besteht aus fünf Schichten von Tetris-Blöcke. Jedes Mal, wenn Sie füllen eine Schicht die Blöcke fallen, verschwinden und Sie werden mit Punkten belohnt. In der zweiten, legen Sie die Blöcke rund um das Zentrum von einem Brunnen, das Ziel, sie verschwinden zu lassen ist. Im dritten Modus wird eine Form vor dem Beginn des Spiels veröffentlicht. Sie werden diese Form perfekt reproduzieren müssen.     ","lang":"de"},{"description":"3D Tetris is a 3D Tetris game on Virtual Boy with 3 modes. The first contains five layers of Tetris blocks. Each time you complete a layer the blocks fall, disappear and you'll be rewarded with points. In the second, you place the blocks around the center of a well, the aim being to make them disappear. In the third mode, a form will be posted before the start of the match. You will have to reproduce that form perfectly.     ","lang":"en"},{"description":"Un juego de Tetris en 3D con tres modos de juego:\r<br>\r<br>A. Aparece un pozo tridimensional, lo suficientemente grande como para contener cinco capas de bloques de Tetris. Cada vez que completas una capa con bloques que caen, esta se desvanecerá y recibirás una considerable dosis de puntos. Si alguna vez apilas sobre una de las cinco capas, perderás una de ellas, una vez que las cinco se hayan perdido, tu juego habrá terminado.\r<br>\r<br>B. En este modo, coloca bloques alrededor del centro del pozo, cualquier bloque colocado en el centro se desvanecerá, a menos que el bloque complete una capa, en cuyo caso desaparecerá.\r<br>\r<br>C. En este modo, se mostrará una forma antes de que comience el juego. Tendrás que replicar esta forma perfectamente, un bloque fuera de lugar y tu juego habrá terminado. Triunfa y después de una breve animación te mostrará una nueva forma.     ","lang":"es"},{"description":"3D Tetris est un jeu 3D Tetris sur Virtual Boy composé de 3 modes. Le premier contient cinq couches de blocs de Tetris. Chaque fois que vous terminez une couche les blocs tombent, disparaissent et vous serez récompensé par des points. Dans le deuxième, vous placez les blocs autour du centre d'un puits, le but étant de les faire disparaître. Dans le troisième mode, une forme sera affichée avant le début du match. Vous aurez à reproduire cette forme parfaitement.     ","lang":"fr"},{"description":"3D Tetris è un gioco 3D Tetris su Virtual Boy con 3 modalità. Il primo contiene cinque strati di blocchi di Tetris. Ogni volta che completi un livello i blocchi cadono, scompaiono e sarai ricompensato con punti. Nel secondo, metti i blocchi intorno al centro di un pozzo, con l'obiettivo di farli sparire. Nella terza modalità, verrà affisso un modulo prima dell'inizio della partita. Dovrai riprodurre perfettamente quel modulo.     ","lang":"it"},{"description":"3D Tetris é um jogo 3D Tetris na Virtual Boy com 3 modos. A primeira contém cinco camadas de blocos de Tetris. Cada vez que você completar uma camada de blocos de cair, desaparecer e você será recompensado com pontos. Na segunda, você colocar os blocos em torno do centro de um poço, com o objectivo de torná-los desaparecer. No terceiro modo, uma forma serão publicadas antes do início da partida. Você terá de reproduzir essa forma perfeitamente. ","lang":"pt"}]