[{"description":"Blox was created by KR155E and are based off of the 1982 arcade game Sokobon, and the 1990 Game Boy game Boxxle. You move boxes around a board until they cover a tile that has a target on it. Once all the boxes are on a target you move on to the next level. Although it's a simple concept, like many good games, it gets harder as you progress. The length of the game depends on what difficulty you have the game set on.     ","lang":"en"},{"description":"Blox fue creado por KR155E y está basado en el juego arcade Sokobon de 1982, y en el juego Game Boy de 1990 Boxxle. Mueves cajas alrededor de una tabla hasta que cubren una casilla que es el objetivo. Una vez que todas las casillas estén en un objetivo, pasará al siguiente nivel. Aunque es un concepto simple, como muchos buenos juegos, se hace más difícil a medida que progresas. La duración del juego depende de la dificultad que tengas seleccionada.     ","lang":"es"},{"description":"Homebrew developpé par KR155E,un programmateur allemand, seul chez lui et pendant son temps libre.\r<br>Sur une planète lointaine vit une espèce appelée les Blobs. Ces Blobs aiment participer à des concours de puzzle. Bob le Blob est notre héros. Il regarde avec confiance dans le futur et voudrait gagner (selon le degré de difficulté) l'argent (facile) de bronze (normal) ou la médaille d'or (dure) dans ce concours.\r<br>     ","lang":"fr"},{"description":"Blox è stato creato da KR155E e si basa sul gioco arcade Sokobon del 1982 e sul gioco per Game Boy Boxxle del 1990. Muovi le scatole intorno a un tabellone finché non coprono una tessera che ha un bersaglio su di essa. Una volta che tutte le caselle sono su un obiettivo, passi al livello successivo. Sebbene sia un concetto semplice, come molti buoni giochi, diventa più difficile man mano che avanzi. La durata del gioco dipende dalla difficoltà su cui hai impostato il gioco.     ","lang":"it"},{"description":"Blox foi criado por KR155E e é baseado no arcade Sokobon (1982) e no jogo de Game Boy Boxxle (1990). Você move caixas ao longo do cenário até elas cobrirem o lugar designado, feito isso a fase termina. Embora tenha um conceito simples, Blox se torna difícil enquanto o jogo avança. A duração do jogo depende do nível de dificuldade. ","lang":"pt"}]