[{"description":"Yikes!!! Get ready for a devious treasure hunt with the infamous scheming Wario. Capture the shining gold and vast treasures locked deep inside a hidden cave. But, beware of poison ponds, perilous prisons, endless walls and creepy woods! Make a quick change into Sea Dragon Wario, Eagle Wario or Bull Wario and utilize their mighty strengths. Blow away enemy cave defenders with body attacks and power actions. Succeed in this greedy plot to seize the riches of this underground world and find this key to freedom!     ","lang":"en"},{"description":"Prepárate para una intrépida búsqueda del tesoro con el infame Wario. Saquea el brillante oro y los vastos tesoros encerrados en una cueva escondida. ¡Pero ten cuidado con los estanques de veneno, las peligrosas mazmorras, las paredes interminables y los bosques espeluznantes! Transfórmate en Sea Dragon Wario, Eagle Wario o Bull Wario y utiliza sus increibles poderes. Golpea a los defensores de cuevas enemigas con ataques cuerpo a cuerpo. ¡Triunfa en esta espiral de codicia para apoderarte de las riquezas de este mundo subterráneo y encuentra la llave de la libertad!     ","lang":"es"},{"description":"Virtual Boy Wario Land est un jeu vidéo sorti en 1995 sur Virtual Boy. En vacances dans la forêt tropicale d'Awazon, Wario se repose. Soudain, il remarque d'étranges créatures masquées entrant dans une caverne secrète. Décidant de les suivre, Wario tombe alors dans une salle où est amassé un trésor fabuleux. Il essaye de le voler mais juste avant qu'il sorte de la salle, le plancher s'effondre.     ","lang":"fr"},{"description":"Oddio!!! Preparati per una subdola caccia al tesoro con il famigerato intrigante Wario. Cattura l'oro splendente e i vasti tesori rinchiusi nelle profondità di una grotta nascosta. Ma attenzione a stagni velenosi, prigioni pericolose, mura infinite e boschi inquietanti! Cambia rapidamente Sea Dragon Wario, Eagle Wario o Bull Wario e sfrutta i loro potenti punti di forza. Spazza via i difensori delle caverne nemici con attacchi al corpo e azioni di potere. Riuscire in questo avido complotto per impadronirsi delle ricchezze di questo mondo sotterraneo e trovare questa chiave per la libertà!     ","lang":"it"},{"description":"Virtual Boy Wario Land é um jogo lançado em 1995 para o Virtual Boy. Wario está de férias na floresta tropical da Awazônia. Repentinamente ele percebe criaturas estranhas em uma caverna secreta. Decidindo segui-los, Wario então cai em uma sala onde é acumulado um tesouro fabuloso. Ele tenta roubá-lo, mas antes de sair da sala, o chão cai. ","lang":"pt"}]